Kind of the member in the truss.
  Namespace:   Autodesk.Revit.DB.Structure
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public TrussMemberType memberTypeKey { get; set; }
  Visual Basic
Public Property memberTypeKey As TrussMemberType
	Get
	Set
  Visual C++
public:
property TrussMemberType memberTypeKey {
	TrussMemberType get ();
	void set (TrussMemberType value);
}
 See Also
  TrussMemberInfo Class
  Autodesk.Revit.DB.Structure Namespace